{"<PAD>": 0, "<UNK>": 1, "<EOS>": 2, "customer": 3, "asks": 4, "about": 5, "related": 6, "products": 7, "after": 8, "a": 9, "successful": 10, "purchase": 11, "regarding": 12, "device": 13, "compatibility,": 14, "Thank": 15, "you": 16, "for": 17, "your": 18, "feedback!": 19, "requests": 20, "information": 21, "warranty": 22, "coverage": 23, "Let": 24, "me": 25, "provide": 26, "that": 27, "you.": 28, "refund": 29, "due": 30, "to": 31, "incorrect": 32, "item": 33, "received": 34, "return": 35, "size": 36, "issue,": 37, "I": 38, "apologize": 39, "the": 40, "inconvenience.": 41, "seeks": 42, "clarification": 43, "on": 44, "product": 45, "specifications": 46, "expresses": 47, "dissatisfaction": 48, "with": 49, "service": 50, "response": 51, "battery": 52, "life,": 53, "leaves": 54, "positive": 55, "feedback": 56, "quality": 57, "color": 58, "mismatch,": 59, "satisfaction": 60, "fast": 61, "delivery": 62, "fabric": 63, "quality,": 64, "We": 65, "appreciate": 66, "support.": 67, "complains": 68, "being": 69, "charged": 70, "incorrectly": 71, "charging": 72, "resolve": 73, "this": 74, "issue": 75, "immediately.": 76, "is": 77, "pleased": 78, "replacement": 79, "process": 80, "We're": 81, "glad": 82, "you're": 83, "satisfied": 84, "purchase.": 85, "confirms": 86, "resolved": 87, "and": 88, "appreciates": 89, "software": 90, "update,": 91, "I\u2019ll": 92, "help": 93, "clarify": 94, "usage": 95, "basic": 96, "features": 97, "packaging": 98, "condition,": 99, "Here": 100, "are": 101, "details": 102, "requested.": 103, "how": 104, "track": 105, "shipment": 106, "fitting,": 107, "thanks": 108, "agent": 109, "quick": 110, "helpful": 111, "support": 112, "checks": 113, "if": 114, "in": 115, "stock": 116, "was": 117, "processed": 118, "successfully": 119, "praises": 120, "clear": 121, "instructions": 122, "handling,": 123, "policy": 124, "reports": 125, "repeated": 126, "issues": 127, "previous": 128, "orders": 129, "We\u2019re": 130, "sorry": 131, "trouble": 132, "caused.": 133, "invoice": 134, "or": 135, "receipt": 136, "delayed": 137, "frustration": 138, "missing": 139, "items": 140, "package": 141, "recommends": 142, "store": 143, "others": 144, "threatens": 145, "abandon": 146, "general": 147, "usage,": 148, "happy": 149, "compatible": 150, "accessories": 151, "wants": 152, "know": 153, "available": 154, "options": 155, "escalates": 156, "supervisor": 157, "inquires": 158, "status": 159, "of": 160, "order": 161, "unhappy": 162, "payment": 163, "methods": 164, "receiving": 165, "damaged": 166}